The multi-reference annotation which owns this tag.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public ElementId MultiReferenceAnnotationId { get; }
  Visual Basic
Public ReadOnly Property MultiReferenceAnnotationId As ElementId
	Get
  Visual C++
public:
property ElementId^ MultiReferenceAnnotationId {
	ElementId^ get ();
}
 See Also
  IndependentTag Class
  Autodesk.Revit.DB Namespace